Repository: elementary/gala
Catalog: po/*.po
Languages: ar, be, bg, bs, ckb, es, et, hu, ms, sk, sv, ug

source: Does the display look OK?
bg: Наред ли е екрана?
bs: Da li ekran izgleda dobro?
et: Kas ekraani pilt tundub korras olevat?
ms: Baikah kelihatan paparan?
ug: نورمال كۆرۈنىۋاتامدۇ؟

source: Keep This Configuration
bg: Запазване на тези настройки
bs: Zadrži ovu konfiguraciju
et: Kinnita praegune seadistus
ms: Kekalkan Konfigurasi Ini
ug: بى تەڭشەكلەرنى ساقلاش

source: Restore Previous Configuration
bg: Възстановяване на предишните настройки
bs: Vrati na prethodnu konfiguraciju
et: Taasta eelmine seadistus
ms: Pulihkan Konfigurasi Tadi
ug: ئىلگىرىكى تەڭشەكلەرنى ئەسلىگە كەلتۈرۈش

source: Minimize
bg: Смаляване
bs: Minimiziraj
et: Minimeerimine
ms: Kecilkan
ug: كىچىكلىتىش

source: Move
ar: حرك
be: Перамясціць
bg: Преместване
bs: Pomjeri
ckb: جوڵاندن
es: Mover
et: Liigutamine
hu: Mozgatás
ms: Alih
sk: Presunúť
sv: Flytta
ug: يۆتكەش

source: Resize
ar: غير الحجم
be: Змяніць памер
bg: Преоразмеряване
bs: Promijeni veličinu
ckb: ڕیسایز
es: Redimensionar
et: Suuruse muutmine
hu: Átméretezés
ms: Saiz Semula
sk: Zmeniť veľkosť
sv: Ändra storlek
ug: چوڭ-كىچىكلىكىنى ئۆزگەرتىش

source: Always on Top
ar: دائماً في المقدمة
be: Заўсёды па-над іншымі
bg: Винаги отгоре
bs: Uvijek na vrhu
ckb: هەمیشە لەسەرەوە بە
es: Siempre visible
et: Alati pealmine
hu: Mindig felül
ms: Sentiasa di Atas
sk: Vždy navrchu
sv: Alltid överst
ug: ھەمىشە ئەڭ ئۈستىدە

source: Always on Visible Workspace
ar: دائماً في مساحة العمل الظاهرة
be: Заўсёды на бачнай прасторы
bg: Винаги на видимия работен плот
bs: Uvijek na vidljivoj radnoj površini
ckb: هەمیشە کارابە لە ناوچەکاری دیار
es: Siempre en el área de trabajo visible
et: Alati nähtaval tööalal
hu: Mindig a látható munkaterületen
ms: Sentiasa di Ruang Kerja Tampak
sk: Vždy na viditeľnej pracovnej ploche
sv: Alltid på synlig arbetsyta
ug: ھەمىشە كۆرگىلى بولىدىغان خىزمەت رايونىدا

source: Move to Workspace Left
ar: انتقل إلى مساحة العمل على اليسار
be: Перамясціць на працоўную прастору злева
bg: Преместване на работния плот вляво
bs: Pomjeri na lijevu radnu površinu
ckb: جوڵاندنی بۆ ناوچەکاری لای چەپ
es: Mover al área de trabajo izquierda
et: Liigutamine vasakule tööalale
hu: Mozgatás a bal oldali munkaterületre
ms: Alih ke Ruang Kerja Kiri
sk: Presunúť na plochu vľavo
sv: Flytta till arbetsytan till vänster
ug: سول تەرەپتىكى خىزمەت رايونىغا يۆتكەش

source: Move to Workspace Right
ar: انتقل إلى مساحة العمل على اليمين
be: Перамясціць на працоўную прастору справа
bg: Преместване на работния плот вдясно
bs: Pomjeri na desnu radnu površinu
ckb: جوڵاندنی بۆ ناوچەکاری لای ڕاست
es: Mover al área de trabajo derecha
et: Liigutamine paremale tööalale
hu: Mozgatás a jobb oldali munkaterületre
ms: Alih ke Ruang Kerja Kanan
sk: Presunúť na plochu vpravo
sv: Flytta till arbetsytan till höger
ug: ئوڭ تەرەپتىكى خىزمەت رايونىغا يۆتكەش

source: Close
ar: أغلق
be: Закрыць
bg: Затваряне
bs: Zatvori
ckb: داخستن
es: Cerrar
et: Sulge
hu: Bezárás
ms: Tutup
sk: Zatvoriť
sv: Stäng
ug: تاقاش

source: Unmaximize
ar: ألغ التكبير
be: Зменшыць
bg: Връщане от уголемяване
bs: Poništi uvećanje
ckb: بچوککردنەوە
es: Restaurar
et: Algse suuruse taastamine
hu: Eredeti méret
ms: Nyahmaksimumkan
sk: Zrušiť maximalizáciu
sv: Avmaximera
ug: ئەسلىگە قايتۇرۇش

source: Maximize
ar: قم بالتكبير
be: Разгарнуць
bg: Уголемяване
bs: Uvećaj
ckb: گەورەکردن
es: Maximizar
et: Maksimeerimine
hu: Teljes méret
ms: Maksimumkan
sk: Maximalizovať
sv: Maximera
ug: چوڭايتىش

source: Multitasking View
ar: منظور تعدد المهام
be: Рэжым шматзадачнасці
bg: Многозадачен изглед
bs: Multitasking pregled
ckb: دیمەنی مەڵتی-تاسکینگ
es: Vista Multitarea
et: Tööalade ülevaade
hu: Többfeladatos nézet
ms: Paparan Tugas Berbilang
sk: Zobrazenie úloh
sv: Multitaskingvy
ug: كۆپ ۋەزىپىلىك كۆرۈنۈش

source: View all open windows and workspaces
ar: اعرض جميع النوافذ المفتوحة ومساحات العمل
be: Прагляд усіх адкрытых акон і прастораў
bg: Прегледа на всички прозорци и на работните плотове
bs: Pregledajte sve otvorene prozore i radne površine
ckb: بینینی هەموو پەنجەرە & ناوچەکارە کراوەکان
es: Ver todas las ventanas y áreas de trabajo
et: Kõikide avatud akende ja tööalade vaatamine
hu: Az összes nyitott ablak és munkaterület megjelenítése
ms: Lihat semua tetingkap terbuka dan ruang kerja
sk: Ukázať všetky otvorené okná a plochy
sv: Visa alla öppna fönster och arbetsytor
ug: بارلىق ئىچىلغان كۆزنەكلەرنى ۋە خىزمەت رايونلىرىنى كۆرۈش

source: Other
ar: أخرى
be: Іншыя
bs: Ostalo
ckb: هیتر
es: Otros
hu: Egyéb
sk: Ostatné
sv: Annat

source: Fallback desktop file for notifications from outdated applications.
ar: ملف سطح مكتب احتياطي للإشعارات من التطبيقات القديمة.
be: Рэзервовы файл desktop для апавяшчэнняў ад застарэлых праграм.
bs: Pričuvna datoteka radne površine za obavijesti iz zastarjelih aplikacija.
ckb: فایلێکی سەر مێزەکە بکەوە بۆ ئاگادارکردنەوە لە بەرنامە بەسەرچووەکانەوە (د).
es: Archivo .desktop auxiliar para notificaciones de aplicaciones anticuadas.
hu: Tartalék asztali fájl az elavult alkalmazásoktól érkező értesítéseknek.
sk: Náhradný súbor pracovného prostredia pre oznámenia zo zastaraných aplikácií.
sv: Reservskrivbordsfil för aviseringar från utdaterade program.

source: Action for the top left corner
bg: Действие на горния ляв ъгъл
bs: Akcija za gornji lijevi ugao
et: Vasakpoolse ülemise nurga funktsioon
ms: Aksi untuk sudut atas kiri
ug: سول تەرەپ ئۈستى بۇلۇڭنىڭ ھەركىتى

source: Algorithm for window overview layout
bg: Последователност в оформлението за преглед на прозорци
bs: Algoritam za pregled rasporeda prozora
et: Akende ülevaate paigutuse algoritm
ms: Algoritma untuk bentangan selayang pandang tetingkap
ug: كۆزنەك لايىھەسىنىڭ ئومۇمىي كۆرۈنۈشى

source: Choose the algorithm used for exposing the windows.
bs: Odaberite algoritam korišten za izlaganje prozora.

source: Action for the top right corner
bg: Действие на горния десен ъгъл
bs: Akcija za gornji desni ugao
et: Parempoolse ülemise nurga funktsioon
ms: Aksi untuk sudut atas kanan
ug: ئوڭ تەرەپ ئۈستى بۇلۇڭنىڭ ھەركىتى

source: Action for the bottom left corner
bg: Действие на долния ляв ъгъл
bs: Akcija za donji lijevi ugao
et: Vasakpoolse alumise nurga funktsioon
ms: Aksi untuk sudut bawah kiri
ug: سول تەرەپ ئاستى بۇلۇڭنىڭ ھەركىتى

source: Action for the bottom right corner
bg: Действие на долния десен ъгъл
bs: Akcija za donji desni ugao
et: Parempoolse alumise nurga funktsioon
ms: Aksi untuk sudut bawah kanan
ug: ئوڭ تەرەپ ئاستى بۇلۇڭنىڭ ھەركىتى

source: The command that will be executed for the hot corner action 'custom-command' or multiple
bs: Ova naredba će biti izvršena kao radnja za aktivne uglove 'custom-command'. Više radnji je moguće

source: If you just put a single command, it will be used for every hot corner assigned to 'custom-command'. If you instead use the pattern 'hotcorner-topleft:command;;hotcorner-bottomright:command' the specific commands will be used per hotcorner. Possible identifiers are 'hotcorner-[topleft; topright; bottomleft; bottomright]' followed by a ':' and then the command. ';;' is used as delimiter between command defintions.
bs: Ako unesete jednu naredbu, ona će biti korištena za svaki aktivni ugao kojem je dodijeljena 'custom-command'. Ako umjesto toga koristite šablon 'hotcorner-topleft:command;;hotcorner-bottomright:command', specifične naredbe će biti korištene za svaki ugao. Mogući identifikatoru su 'hotcorner-[topleft; topright; bottomleft; bottomright]', pa ':' i onda naredba. ';;' se koristi za razdvajanje između definicija naredbi.

source: Enable edge tiling when dropping windows on screen edges
bg: Разреши ъгловото плочкуване кагато прозорците са метнати в ъглите на екрана
bs: Omogući poravnanje rubova prilikom spuštanja prozora na rubove ekrana
et: Akende lohistamisel ekraani servade nende paanimine
ms: Benarkan penjubinan pinggir bila melepaskan tetingkap pada pinggir skrin
ug: كۆزنەك ئىكراننىڭ گىرۋىكىگە يىقىنلاشقاندا ئاپتوماتىك جىپىسلىشىش ئىقتىدارىنى قوزغىتىش

source: If enabled, dropping windows on vertical screen edges maximizes them vertically and resizes them horizontally to cover half of the available area. Dropping windows on the top screen edge maximizes them completely.
bg: Ако е разрешено, мятането на прозорци на отвесните екранни ръбове ще ги увеличи по дължина изцяло и по ширина на половина от достъпното място. Мятането на прозорци в горната част екрана ги оголемява на цял екран.
bs: Ukoliko je omogućeno, prenošenje prozora na vertikalne ivice ih maksimizuje vertikalno i prilagodi njihovu horizontalnu veličinu tako da pokriju pola dostupnog prozora. Prenošenje prozora na vrhu naslona ih maksimizira kompletno.
et: Akende lohistamisel vasakusse või paremasse äärde maksimeeritakse aken vertikaalselt ning horisontaalselt poole ekraani suuruseks. Akna lohistamisel ülaserva maksimeeritakse aken täielikult.
ms: Jika dibenarkan, pelepasan tetingkap pada pinggir skrin menegak maksimumkan tetingkap secara menegak dan saizkan semula tetingkap secara mengufuk untuk melitupi separuh dari kawasan yang ada. Pelepasan tetingkap pada pinggir skrin atas akan maksimumkan tetingkap sepenuhnya.
ug: بۇ ئىقتىدارنى قوزغاتقان ۋاقىتتا، كۆزنەكنى ئىكراننىڭ سول گىرۋىكىگە يىقىنلاشتۇرسىڭىز،كۆزنەك ئاپتوماتىك ھالدا ئىكراننىڭ ئوڭ ياكى سول يىرىمىنى پۈتۈن ئىگىلەيدۇ؛ ئەگەر كۆزنەكنى ئىكراننىڭ ئۈستى گىرۋىكىگە يىقىنلاشتۇرسىڭىز، كۆزنەك ئاپتوماتىك ھالدا پۈتۈن ئىكراننى ئىگىلەيدۇ.

source: Panel main menu action
bg: Основно действие на панелното меню
bs: Akcija panela glavnog menija
et: Paneeli põhimenüü toiming
ms: Tindakan menu utama panel
ug: تاختا ئاساسىي تىزىملىك ھەركىتى

source: Sets the command to run when the panel-main-menu keybinding is pressed.
bs: Podešava da naredba bude pokrenuta kada se pritisne prečica panela glavnog izbornika.

source: Enable dynamic workspace instead of static ones
bg: Разреши променлив брой на работни плотове, вместо крайно определен
bs: Omogući dinamički radni prostor umjesto statičkog
et: Dünaamiliste tööalade lubamine
ms: Benarkan ruang kerja dinamik selain dari yang statik
ug: جىم ھالەتتىكى خىزمەت رايونىنى ئىشلەتمەي ھەركەتچان خىزمەت رايونىنى قوزغىتىش

source: Use a dynamically increasing or decreasing number, as needed, of workspaces instead of a static, fixed number.
bs: Koristite dinamički rastući ili opadajući broj radnih prostora prema potrebi a umjesto statičkog, fiksnog broja.

source: Names that are recognized as dock windows for the window switcher
bg: Имена разпознати като панелни прозорци за прозоречния превключвател
bs: Imena koja su prepoznata kao dok prozori za svičer prozora
et: Nimed, mis tuvastatakse dokiakendena akende vahetamisel
ms: Nama yang dikenalpasti sebagai tetingkap labuh untuk penukar tetingkap
ug: كۆزنەك ئالماشتۇرغۇچ تەرىپىدىن dock كۆزنەكلىرى دەپ تونۇلغان ئىسىملار

source: When launching the window-switcher, Gala iterates over this list and attempts to find a window matching the names. If it does, it will hide this window and fade it back in, once the the switcher is closed.
bs: Prilikom pokretanja izmjenjivača prozora Gala čita listu i pokušava da pronađe prozor koji odgovara imenima. Ako pronađe, sakrit će ovaj prozor i ponovo ga prikazati kada izmjenjivač bude zatvoren.

source: Shortcut to move to first workspace
bg: Клавиши за преминаване на първи работен плот
bs: Prečica za prelazak na prvu radnu površinu
et: Kiirklahv esimesele tööalale liikumiseks
ms: Pintasan untuk alih ke ruang kerja pertama
ug: تۇنجى خىزمەت رايونىغا يۆتكەشنىڭ قولاي كۇنۇپكىسى

source: Shortcut to move to last workspace
bg: Клавиши за преминаване на последен работен плот
bs: Prečica za prelazak na zadnju radnu površinu
et: Kiirklahv viimasele tööalale liikumiseks
ms: Pintasan untuk alih ke ruang kerja terakhir
ug: ئاخىرقى خىزمەت رايونىغا يۆتكەشنىڭ قولاي كۇنۇپكىسى

source: Shortcut to move the current window to first workspace
bg: Клавиши за преместване на текущия прозорец на първи работен плот
bs: Prečica za premještanje trenutnog prozora u prvu radnu površinu
et: Kiirklahv, et aktiivne aken esimesele tööalale liigutada
ms: Pintasan untuk alih tetingkap semasa ke ruang kerja pertama
ug: نۆۋەتتىكى كۆزنەكنى بىرىنچى خىزمەت رايونىغا يۆتكەشنىڭ قولاي كۇنۇپكىسى

source: Shortcut to move the current window to last workspace
bg: Клавиши за преместване на текущия прозорец на последния работен плот
bs: Prečica za premještanje trenutnog prozora u zadnju radnu površinu
et: Kiirklahv, et aktiivne aken viimasele tööalale liigutada
ms: Pintasan untuk alih tetingkap semasa ke ruang kerja terakhir
ug: نۆۋەتتىكى كۆزنەكنى ئاخىرقى خىزمەت رايونىغا يۆتكەشنىڭ قولاي كۇنۇپكىسى

source: Zoom in
bg: Увеличаване на мащаба
bs: Povećaj
et: Suurendamine
ms: Zum masuk
ug: چوڭايتىش

source: Zoom out
bg: Намаляване на мащаба
bs: Smanji
et: Vähendamine
ms: Zum keluar
ug: كىچىكلىتىش

source: Shortcut to open the window overview
bg: Клавиши за отваряне на прегледа на прозорци
bs: Prečica za otvaranje pregleda prozora
et: Kiirklahv akende ülevaate avamiseks
ms: Pintasan untuk buka selayang pandang tetingkap
ug: كۆزنەكنىڭ ئومۇمىي كۆرۈنىشىنى ئىچىشنىڭ قولاي كۇنۇپكىسى

source: Shortcut to open the window overview for all windows
bg: Клавиши за отваряне на прегледа на всички прозорци
bs: Prečica za otvaranje pregleda prozora za sve prozore
et: Kiirklahv kõikide tööaladel olevate akende ülevaate avamiseks
ms: Pintasan untuk buka selayang pandang tetingkap untuk semua tetingkap
ug: بارلىق كۆزنەكلەرنىڭ ئومۇمىي كۆرۈنىشىنى ئىچىشنىڭ قولاي كۇنۇپكىسى

source: Cycle to the next workspace to the right or to back to the first
bg: Клавиши за превъртане към следващия работен плот надясно или обратно към първия
bs: Pređite na sledjeću radnu površinu ili se vratite na prvu
et: Vahetamine järgmisele tööalale (paremale) või eelmisele (vasakule)
ms: La
ug: دەۋرىي ھالدا كىيىنكى خىزمەت رايونىغا ياكى بىرىنچى خىزمەت رايونىغا ئالماشتۇرۇش

source: Cycle to next keyboard layout
bg: Превключи към следващата клавиатурна подредба
bs: Prebaci na sljedeći raspored tastature
et: Järgmise klaviatuurpaigutuse valimine
ms: Kitar ke bentangan papan kekunci berikutnya
ug: دەۋرىي ھالدا كىيىنكى كۇنۇپكا تاختىسى لايىھەسىگە ئالماشتۇرۇش

source: DEPRECATED: This key is deprecated and ignored.
bs: ZASTARJELO: Ova tipka je zastarjela i bit će ignorirana.

source: Cycle to previous keyboard layout
bg: Превключи към предишната клавиатурна подредба
bs: Prebaci na prethodni raspored tastature
et: Eelmise klaviatuurpaigutuse valimine
ms: Kitar ke bentangan papan kekunci terdahulu
ug: دەۋرىي ھالدا ئالدىنقى كۇنۇپكا تاختىسى لايىھەسىگە ئالماشتۇرۇش

source: The shortcut to enable picture-in-picture window
bs: Prečica za aktiviranje prozora slika u slici

source: The shortcut to show the selection area to choose a window.
bs: Prečica za prikaz odabranog područja za izbor prozora.

source: Attach modal dialogs
bg: Закрепи междинните прозорци
bs: Pridruži dijaloške prozore koji ograničavaju klikanje izvan njih (modalne)
et: Põimitud dialoogid
ms: Lampir dialog modal
ug: modal لىك دىئالوگ كۆزنىكى

source: When true, instead of having independent titlebars, modal dialogs appear attached to the titlebar of the parent window and are moved together with the parent window.
bg: Когато е обозначено вярно, вместо независими заглавни ленти, междинните прозорци ще изглеждат прикрепени към заглавната лента на процореца, към който те са съпричастни. Двата прозореца ще се движат заедно.
bs: Kada je uključeno, umjesto nezavisnih alatnih traka, modalni dijaloški prozori se javljaju pored naslovne trake nadređenog prozora i mogu se kretati zajedno s nadređenim prozorom.
et: Dialooge näidatakse tavalise eraldatud akna asemel rakenduse põhiaknas. Dialoog kinnitatakse rakenduse tiitliribale ning rakenduse akna liigutamisel liigub dialoog samuti kaasa.
ms: Bila benar, selain dari mempunyai palang tajuk bebas, dialog modal muncul dengan palang tajuk tetingkap induk dan bergerak bersama-sama dengan tetingkap induk.
ug: قىممىتى راسىت بولغاندا، modal دىئالوگ كۆزنىكى ئاتا كۆزنەكنىڭ ماۋزۇ سىتونىغا ئەگىشىپ كۆرۈنىدۇ، ۋە ئاتا كۆزنەككە ئەگىشىپ يۆتكىلىدۇ، ئايرىم ماۋزۇ سىتونى ئىشلەتمەيدۇ.

source: Arrangement of buttons on the titlebar
bg: Подредба на копчетата в заглавната лента
bs: Aranžman funkcijskih dugmadi na naslovoj traci
et: Nuppude paigutus tiitlilribal
ms: Penyusunan butang pada palang tajuk
ug: ماۋزۇ سىتونىدىكى كۇنۇپكىلارنىڭ ئورۇنلاشتۇرۇلىشى

source: Arrangement of buttons on the titlebar. The value should be a string, such as "menu:minimize,maximize,spacer,close"; the colon separates the left corner of the window from the right corner, and the button names are comma-separated. Duplicate buttons are not allowed. Unknown button names are silently ignored so that buttons can be added in future metacity versions without breaking older versions. A special spacer tag can be used to insert some space between two adjacent buttons.
bg: Подредба на бутоните в заглавната лента. Стойността трябва да е низ от вида „menu:minimize,maximize,spacer,close“. С „:“ се разделят левия от десния ъгъл на прозореца, а със „,“ — имената на бутоните. Не са позволени повторения на бутоните. Непознатите имена се игнорират, така че в бъдещи версии на Metacity да могат да се добавят нови бутони, без да се пречи на старите версии. Може да се използва специален етикет „spacer“ за вмъкване на шпация между два съседни бутона.
bs: Raspored dugmića na naslovnoj liniji. Vrijednost treba da bude niz karaktera, kao na primer „menu:minimize,maximize,close“; dve tačke razdvajaju levi ugao prozora od desnog, a dugmići su razdvojeni zapetama. Dupliranje dugmića nije dozvoljeno. Nepoznata imena dugmića se ignorišu tako da dugmići koji u budućnosti budu dodati u metasiti ne razbiju podešavanja starijih izdanja. Mogu se koristiti specijalne oznaka za razdvajanje kako bi se napravilo mjesta između dva susjedna dugmeta.
et: Nuppude paigutus tiitlilribal. Väärtus peaks olema sarnane sõnele "menu:minimize,maximize,spacer,close"; koolon eraldab akna vasakut nurka paremast, nuppude nimed eraldatakse komaga. Topeltnupud pole lubatud. Tundmatute nuppude nimesid eiratakse vaikides, et metacity järgmistes versioonides saaks lisada uusi nuppe ilma rikkumata ühilduvust vanade versioonidega. Kahe nupu vahele ruumi tegemiseks saab kasutada erilist ruumimärki (spacer).
ms: Susunan butang pada palang tajuk. Nilai sepatutnya rentetan, seperti "menu:minimum,maksimum,peruang,tutup"; titik bertindih memisahkan sudut kiri daripada sudut kanan tetingkap, dan nama butang terpisah tanda-koma. Butang pendua tidak dibenarkan. Nama butang tidak diketahui diabaikan supaya butang boleh ditambahkan kepada versi masa depan metacity tanpa merosakkan versi lama. Satu label peruang khas boleh digunakan untuk sisipkan jarak diantara dua butang bersebelahan.
ug: ماۋزۇ سىتونىدىكى كۇنۇپكىلارنىڭ ئورۇنلاشتۇرۇش ئەھۋالى. ئەگەر قىممىت ھەرپ-بەلگە تىزىقى بولسا، ”تىزىملىك： كىچىكلىتىش، چوڭايتىش، ئوتتۇراھال قىلىش، تاقاش“ دىگەندەك، قوش چىكىت كۆزنەكنىڭ سول ئۈستى بۇلۇڭى بىلەن ئوڭ ئۈستى بۇلۇڭىنى ئايرىدۇ。 كۇنۇپكىنىڭ تەكرار بولىشىغا بولمايدۇ。نامەلۇم كۇنۇپكا قىممىتى كۈچكە ئىگە بولمايدۇ، بۇنداق قىلغاندا كىيىنكى metacity نەشىرىدە كۇنۇپكىنى جىقلاتقاندا كونا نەشىرىنى بۇزۇۋەتمەيدۇ。 ئالاھىدە بوشلۇق خەتكۈچى بىلەن كۇنۇپكىلارنىڭ ئارىسىدىكى بوشلۇقنى چوڭايتىشقا بولىدۇ。

source: Dims parent windows when spawning modal dialogs
bs: Nadređeni prozori s dodatnim modalnim dijalozima će biti zatamnjeni

source: The opacity of windows behind the window switcher.
bs: Prozirnost prozora iza izmjenjivača prozora.

source: Background-image used in the workspace-switcher
bg: Фоново изображение за Превключвателя на работни места
bs: Pozadinska slika koja se koristi u sklopki radnih prostora
et: Pilt, mida kasutatakse töölaua vahetajas
ms: Imej-latar-belakang yang digunakan dalma penukar-ruang-kerja
ug: خىزمەت رايونىنى ئالماشتۇرغۇچتا ئىشلىتىلگەن ئارقا كۆرۈنۈش رەسىمى

source: Enable Animations
bg: Разрешени анимации
bs: Omogući animacije
et: Animatsioonide lubamine
ms: Benarkan Animasi
ug: ھەركەتلىك رەسىمنى قوزغىتىش

source: Whether animations should be displayed. Note: This is a global key, it changes the behaviour of the window manager, the panel etc.
bg: Дали да се показват анимации. Забележка: това е глобална настройка, тя променя поведението на мениджъра на прозорци, панела и др.
bs: Da li će se prikazati animacije. Napomena: Ovo je globalni ključ i mijenja ponašanje upravitelja prozora, panela itd.
et: Kas animatsioone kuvatakse. Märkus: see on globaalne võti, mis muudab ka aknahalduri, paneeli jne. käitumist.
ms: Sama ada animasi patut dipaparkan. Perhatian: Ini adalah kekunci sejagat, ia menukar kelakuan bagi pengurus tetingkap, panel dll.
ug: ھەركەتلىك رەسىمنى كۆرسىتەمدۇ؟ دىققەت: بۇ بىر ئومۇمىي رايون كۇنۇپكىسى، ئۇ كۆزنەك باشقۇرغۇچ، تاختاي قاتارلىقلارنىڭ ھەممىسىنىڭ ھەركىتىنى ئۆزگەرتىدۇ.

source: Duration of the snap animation as used by maximize/unmaximize
bg: Времетраене на анимации при използването им за намаляни илил увеличаване на прозореца
bs: Trajanje animacije prilikom uvećanja/poništenja uvećanja
et: Maksimeerimise ja minimeerimise animatsiooni kestvus.
ms: Jangkamasa animasi lekap yang digunakan oleh maksimum/nyahmaksimum
ug: چوڭايتىش/كىچىكلىتىش ئىشلەتكەن ھەركەتلىك رەسىمنىڭ چىقىش ۋاقتى

source: Duration of the close animation
bg: Времетраене на анимацията за затварянето
bs: Trajanje animacije za zatvaranje
et: Akna sulgemise animatsiooni kiirus
ms: Jangkamasa animasi tutup
ug: تاقاشنىڭ ھەركەتلىك رەسىمىنىڭ ۋاقتى

source: Duration of the minimize animation
bg: Времетраене на анимацията за намалянето
bs: Trajanje animacije za minimizaciju
et: Akna minimeerimise animatsiooni kiirus
ms: Jangkamasa animasi minimumkan
ug: كىچىكلىتىشنىڭ ھەركەتلىك رەسىم ۋاقتى

source: Duration of the workspace switch animation
bg: Времетраене на анимацията за превключване на работния плот
bs: Trajanje animacije za mijenjanje između radnih površina
et: Tööalade vahetamise animatsiooni kiirus
ms: Jangkamasa animasi tukar ruang kerja
ug: خىزمەت رايونىنى ئالماشتۇرۇشنىڭ ھەركەتلىك رەسىم ۋاقتى

source: Duration of the menu mapping animation
bg: Времетраене на анимацията на менюто
bs: Trajanje animacije za mapiranje izbornika
et: Menüü animatsiooni kestvus
ms: Jangkamasa animasi pemetaan menu
ug: تىزىملىك خەرىتىسىنىڭ ھەركەتلىك رەسىم ۋاقتى

source: Defines the shadow of normal focused windows
bg: Определя сянката на обикновен съсредоточен прозорец
bs: Određuje sjenku normalnih prozora u fokusu
et: Aktiivse akna varju tugevus
ms: Takrif bayang tetingkap terfokus biasa
ug: نورمال فوكۇس كۆزنەك سايىسىنى بىكىتىش

source: The first value is the radius of the blur of the shadow, the second one the top fade (which is usually just -1), the third and fourth the x- and y-offset and the last the opacity. So [blur-radius, top-fade, x-offset, y-offset, opacity].
bs: Prva vrijednost je radijus zamagljenja sjenke, druga je gornje iščezavanje (fade, koji je obično samo -1), treća i četvrta su x i y pomak a posljednja je prozirnost. Dakle, [blur-radius, top-fade, x-offset, y-offset, opacity].

source: Defines the shadow of a normal unfocused window
bg: Определете сянката на обикновен несъсредоточен прозорец
bs: Određuje sjenku normalnih prozora u fokusu
et: Taustal oleva akna varju tugevus
ms: Takrif bayang bagi tetingkap tidak fokus biasa
ug: نورمال غەيرى فوكۇس كۆزنەكنىڭ سايە رادىئۇسىنى بەلگىلەش

source: See normal-focused.
bs: Vidi normal-focused.

source: Defines the shadow of a menu
bg: Определя сянката на менюто
bs: Određuje sjenku izbornika
et: Menüü varju tugevus
ms: Takrif bayang menu
ug: تىزىملىك سايىسىنى بەلگىلەش

source: Defines the shadow of a focused dialog
bg: Определя сянката на съсредоточен диалог
bs: Definiše sjenu fokusiranog dijaloga
et: Aktiivse dialoogi varju tugevus
ms: Takrifkan bayang dialog terfokus
ug: فوكۇس دىئالوگ كۆزنىكىنىڭ سايىسىنى بەلگىلەش

source: Defines the shadow of an unfocused dialog
bg: Определя сянката на несъсредоточен диалог
bs: Definiše sjenu dijaloga koji nije u fokusu
et: Taustal oleva dialoogi varju tugevus
ms: Takrifkan bayang dialog tidak difokus
ug: غەيرى فوكۇس دىئالوگ كۆزنىكىنىڭ سايىسىنى بەلگىلەش
