Repository: elementary/gala
Catalog: po/*.po
Languages: ar, be, bg, bs, ckb, es, et, hu, ms, sk, sv, ug

source: Disable all notifications
bg: Забрани всички известия
bs: Deaktiviraj sve obavijesti
et: Kõikide märguannete keelamine
ms: Lumpuhkan semua pemberitahuan
ug: ھەممە ئۇقتۇرۇشلارنى چەكلەش

source: Enable bubbles
bg: Включване на мехурчетата
bs: Aktiviraj balončiće
et: Märguannete mullide lubamine
ms: Benarkan bebuih
ug: گاز كۆپۈكچىسىنى قوزغىتىش

source: Enable sounds
bg: Включи звуците
bs: Aktiviraj zvukove
et: Märguannete helide lubamine
ms: Benarkan bunyi
ug: ئاۋازنى قوزغىتىش

source: Show missed notifications in notification center
bg: Покажи пропуснатите известия в центъра на известията
bs: Prikaži propuštene obavijesti u centru za obavijesti
et: Tähelepanuta märguannete näitamine märguannete keskuses
ms: Tunjuk pemberitahuan terlepas dalam pusat pemberitahuan
ug: ئۇقتۇرۇش مەركىزىدە ئوقۇلمىغان ئۇقتۇرۇشلارنى كۆرسىتىش

source: Enable rounded corner mask
bs: Aktiviraj zaobljenu masku uglova
et: Ümarate ekraaninurkade lubamine
ms: Benarkan topeng bucu terbundar
ug: يۇمىلاق بۇلۇڭلۇق كۆزنەكنى قوزغىتىش

source: Corner radius
bg: Радиус на заобляне
bs: Opseg uglova
et: Nurga raadius
ms: Jejari bucu
ug: بۇلۇڭ رادىئۇسى

source: Disable corner mask on fullscreen
bs: Deaktiviraj masku uglova u prikazu punog ekrana
et: Ümarate ekraaninurkade lubamine, kui rakendus on täisekraani režiimis
ms: Lumpuhkan topeng bucu bila berskrin penuh
ug: پۈتۈن ئىكراندا كۆرسەتكەندە يۇمىلاق بۇلۇڭ ئىشلىتىشنى چەكلەش

source: If enabled, when an application is fullscreen (fills the monitor), the corner masks will be disabled on that monitor.
bs: Kada se ovo aktivira, maske uglova će biti deaktivirane na monitoru na kojem aplikacija prikazuje u punom ekranu (ispuni cijeli monitor).

source: Only show corner masks on primary monitor
bs: Maske uglova prikaži samo na glavnom monitoru
et: Ümarate ekraaninurkade lubamine ainult põhiekraanil
ms: Hanya tunjuk topeng bucu pada monitor utama
ug: ئاساسىي كۆزەتكۈچتىلا يۇمىلاق بۇلۇڭلۇق كۆزنەكنى كۆرسىتىش

source: Change Wallpaper…
ar: قم بتغيير صورة الخلفية…
be: Змяніць шпалеры…
ckb: گۆڕینی پاشبنەما…
es: Cambiar fondo de escritorio…
hu: Háttérkép megváltoztatása…
sk: Zmeniť tapetu plochy…
sv: Ändra bakgrundsbild…

source: Display Settings…
ar: إعدادات شاشة العرض…
be: Налады дысплэя…
ckb: ڕێکخستنەکانی ڕونما…
es: Configuración de Pantalla…
hu: Kijelzőbeállítások…
sk: Nastavenia obrazovky…
sv: Skärminställningar…

source: System Settings…
ar: إعدادات النظام…
be: Налады сістэмы…
ckb: ڕێکخستنەکانی سیستەم…
es: Configuración del Sistema…
hu: Rendszerbeállítások…
sk: Nastavenia systému…
sv: Systeminställningar…

source: Failed to open System Settings
be: Не ўдалося адкрыць налады сістэмы
es: No se pudo abrir la Configuración del Sistema
hu: A Rendszerbeállítások megnyitása sikertelen
sk: Nepodarilo sa otvoriť Nastavenia systému
sv: Det gick inte att öppna Systeminställningar

source: A handler for the “settings://” URI scheme must be installed.
be: Патрэбны быць усталяваны апрацоўшчык для схемы URI "settings://".
es: Se debe instalar un programa que controle el esquema URI «settings://».
hu: Telepítve kell lennie egy alkalmazásnak, ami kezelni tudja a “settings://” URI-sémákat.
sk: Spracovač pre URI schému „settings://“ musí byť nainštalovaný.
sv: En hanterare för URI-schemat "settings://" måste installeras.

source: Hide
ar: أخف
be: Схаваць
ckb: شاردنەوە
es: Ocultar
hu: Elrejtés
sk: Skryť
sv: Dölj

source: Take Screenshot
ar: التقط صورة للشاشة
be: Зрабіць здымак экрана
ckb: سکرینشوت بکە
es: Tomar captura de pantalla
hu: Képernyőkép készítése
sk: Zachytiť snímku obrazovky
sv: Ta skärmdump

source: Untile
ar: ألغ التجانب
be: Адмацаваць
ckb: ئەنتایڵ
es: Deshacer mosaico
hu: Felosztás visszavonása
sk: Zrušiť zarovnanie
sv: Återställ

source: Multitasking &amp; Window Management
ar: تعدد المهام وإدارة النوافذ
be: Шматзадачнасць і кіраванне вокнамі
ckb: مەڵتیتاسکینگ &amp; بەڕێوەبردنی پەنجەرە
es: Multitarea y gestión de ventanas
hu: Feladat- és ablakkezelés
sk: Zobrazenie úloh a správa okien
sv: Multitasking och fönsterhantering

source: A window &amp; compositing manager for Pantheon
ar: مدير نوافذ ل Pantheon
be: Аконны менеджар і кампазітар для Pantheon
ckb: پەنجەرەیەک &amp; بەڕێوەبەری کەمپەزیشن بۆ پانسیۆن
es: Un gestor y compositor de ventanas para Pantheon
hu: Egy ablak- és megjelenítéskezelő a Pantheon számára
sk: Správca kompozície a okien pre Pantheon
sv: Ett fönster- och compositing-hanterare för Pantheon

source: A window &amp; compositing manager based on libmutter and designed by elementary for use with Pantheon.
ar: مدير نوافذ مبني على libmutter ومصمم من قبل elementary للاستخدام مع Pantheon.
be: Аконны менеджар і кампазітар створаны на libmutter і распрацаваны elementary для выкарыстання ў Pantheon.
ckb: پەنجەرەیەکی &amp; بەڕێوەبەری کەمپەزشن لەسەر لیبمەتەر و نەخشێندراوە بۆ ئێلەمێنتەری بۆ بەکارهێنانی لەگەڵ پانسیۆن.
es: Un gestor y compositor de ventanas basado en libmutter y diseñado por elementary para su uso con Pantheon.
hu: Egy ablak- és megjelenítéskezelő, ami libmutter alapú és az elementary számára lett tervezve a Pantheonnal való használatra.
sk: Správca okien a kompozície založený na libmutter a navrhnutý tímom elementary pre použitie s Pantheon.
sv: En fönsterhanterare baserad på libmutter och designad av elementary för användning med Pantheon.

source: Improvements:
ar: التحسينات:
be: Паляпшэнні:
ckb: پێشکەوتنەکان:
es: Mejoras:
hu: Fejlesztések:
sk: Vylepšenia:
sv: Förbättringar:

source: Updated translations
ar: تحديثات على الترجمة
be: Абноўлены пераклады
ckb: وەرگێڕانەکان نوێکراونەوە
es: Traducciones actualizadas
hu: Frissített fordítások
sk: Aktualizované preklady
sv: Uppdaterade översättningar

source: Improved HiDPI support
be: Паляпшэнне падтрымкі HiDPI
es: Se mejoró el soporte para HiDPI
sv: Förbättrat HiDPI-stöd

source: Improve Reduced Motion behavior
be: Паляпшэнні паводзін пры зменшаным руху
es: Se ha mejorado el comportamiento de movimiento reducido

source: Improved render performance
be: Паляпшэнні прадуктыўнасці апрацоўцы
es: Se aplicaron mejoras en el renderizado
sv: Förbättrad renderingsprestanda

source: Reveal dock and panel in sync when starting
be: Сінхранізаваны паказ дока і панэлі пры запуску
es: Ahora se muestra el Dock y el Panel en sincronía al iniciar el sistema
sv: Visa docka och panel synkront vid start

source: Improved workspace switch dock animation
be: Паляпшэнні анімацыі дока пры пераключэнні прасторы
es: Se aplicaron mejoras de animación al cambiar espacios de trabajo en el Dock
sv: Förbättrad dockanimering vid byte av arbetsyta

source: Picture-in-Picture windows now have rounded corners
be: Рэжым «Выява-ў-выяве» цяпер мае скругленыя куты акон
es: La ventanas en «Picture-in-Picture» (imagen dentro de imagen) ahora tiene bordes redondeados
sv: Bild-i-bild-fönster har nu rundade hörn

source: Window state is now saved on sleep and shutdown
be: Стан акон цяпер захоўваецца пасля сну і выключэння
es: El estado de las ventanas ahora se guardan al dormir y al apagar el equipo
sv: Fönstertillstånd sparas nu vid viloläge och avstängning

source: Remove scaling effect from menus
be: Выдалены эфект прыбліжэння з меню
es: Se eliminó el efecto de escala en los menús
sv: Ta bort skalningseffekten från menyerna

source: Swipe up to close windows in Multitasking View
be: Даданы жэст чыркання ўверх для закрыцця акон у шматзадачным рэжыме
es: Ahora se puede arrastrar hacia arriba para cerrar ventana en la vista multitarea
sv: Svep uppåt för att stänga fönster i multitasking-vyn

source: Fixed rare crash when a dock window was killed
be: Выпраўлены рэдкі збой, калі акно дока закрывалася
es: Se corrigió un error fatal al terminar un proceso asociado a una ventana anclada
sv: Fixade en sällsynt krasch när ett dockningsfönster dödades

source: Added interactive screenshot shortcut
be: Даданы інтэрактыўны ярлык здымку экрана
es: Se agregó un atajo para captura de pantalla interactiva
sv: Lagt till genväg för interaktiv skärmdump

source: Fixed crash when using tiling shortcuts
be: Выпраўлены збой пры выкарыстанні клавішаў мацавання акон
es: Solucionado un error fatal al usar los atajos de mosaico
sv: Fixade krasch vid användning av kortkommandon för tiling

source: Improved shadows performance
be: Паляпшэнні прадуктыўнасці ценяў
es: Se aplicaron mejoras en el rendimiento de las sombras
sv: Förbättrad prestanda för skuggor

source: Fix a potential crash when moving windows between workspaces
be: Выпраўлены магчымы збой пры перамяшчэнні акон паміж працоўнымі прасторамі
es: Se corrigió una posible falla grave al mover ventanas entre espacios de trabajo
sk: Opravený potenciálny pád pri pohybovaní okien medzi pracovnými plochami
sv: Åtgärdat en potentiell krasch vid förflyttning av fönster mellan arbetsytor

source: Fix notification animation when entering multitasking view
be: Выпраўлены анімацыі апавяшчэнняў пры ўваходзе ў рэжым шматзадачнасці
es: Se corrigió la animación de las notificaciones al entrar a la Vista Multitarea
sk: Opravená animácia oznámení pri prechode do zobrazenia úloh
sv: Fixa animering av meddelanden när man går in i multitasking-vyn

source: Improve keyboard navigation in Multitasking View
be: Паляпшэнне навігацыі з клавіятуры ў рэжыме шматзадачнасці
es: Se mejoró la navegación con el teclado en la Vista Multitarea
sk: Zlepšenie ovládania klávesnicou v Zobrazení úloh
sv: Förbättrad tangentbordsnavigering i multitaskingvyn

source: Change panel color at the same time as wallpaper transition
be: Змена колеру панэлі адначасова з пераходам шпалер
es: Ahora se cambia el color del panel al mismo tiempo que cuando se atenúa el fondo de escritorio
sk: Zmeniť farbu panelu v ten istý čas ako pri prechode tapety
sv: Ändra panelens färg samtidigt som du byter bakgrundsbild

source: Changing the wallpaper or going to sleep respects the "Reduce Motion" option
be: Змена шпалер і засынанне цяпер улічваюць опцыю "Паменшыць рух"
es: Al cambiar el fondo de escritorio o poner en reposo el escritorio, ahora respeta la opción «Reducir el movimiento»
hu: A háttérkép cseréje vagy az alvó módba váltás tiszteletben tartja a "Kevesebb mozgás" beállítást
sk: Zmena tapety alebo prechod do režimu spánku rešpektuje možnosť „Obmedziť animácie“
sv: Byte av bakgrundsbild eller insomning respekterar alternativet "Minska rörelse"

source: Use appropriate drag-and-drop pointers when moving windows
be: Выкарыстанне адпаведных указальнікаў пры перамяшчэнні акон
es: Se usan los iconos de puntero apropiados para las acciones de arrastrar y soltar
hu: A megfelelő mutatók használata ablakok mozgatásakor
sk: Používať vhodné „drag-and-drop“ ukazovatele pri presúvaní okien
sv: Använd lämpliga dra-och-släpp-pekare när du flyttar fönster

source: Fix the issue when gestures in the multitasking view might stop working
be: Выпраўлена праблема, калі жэсты могуць перастаць працаваць у шматзадачным рэжыме
es: Se corrigió un problema donde los gestos en la Vista Multitarea podrían dejar de funcionar
hu: Egy hiba javítása, aminek következtében a többfeladatos nézetben nem működtek a gesztusok
sk: Oprava chyby, kedy mohli prestať fungovať gestá v zobrazení úloh
sv: Åtgärda problemet när gester i multitaskingvyn kan sluta fungera

source: Improve dynamic workspaces behaviour with multiple monitors
be: Паляпшэнне паводзін дынамічных працоўных прастораў з некалькімі маніторамі
es: Se mejoraron las áreas de trabajo dinámicas con múltiples monitores
hu: A dinamikus munkaterületek viselkedésének javítása több monitorral
sk: Zlepšenie správania dynamických pracovných priestorov pre viaceré monitory
sv: Förbättra dynamiska arbetsytors beteende med flera skärmar

source: Improve handling of move-to-workspace shortcut
be: Паляпшэнні спалучэння клавішаў "Перамясціць на працоўную прастору"
es: Se mejoró el funcionamiento del atajo de «mover al área de trabajo»
hu: Az áthelyezés munkaterületre funkció kezelhetőségének javítása után két nappal
sk: Zlepšenie spracovania skratky presunu na pracovnú plochu
sv: Förbättra hanteringen av genvägen move-to-workspace

# program
source: Unknown
be: Невядома
es: Desconocido
sk: Neznáme
sv: Okänd

source: “%s” is not responding
be: "%s" не адказвае
ckb: "%s"وەڵام ناداتەوە
es: «%s» no responde
hu: "%s" nem válaszol
sk: „%s“ nereaguje
sv: "%s" svarar inte

source: Application is not responding
be: Праграма не адказвае
ckb: ئەپڵیکەیشنەکە هیچ وەڵامێکی نییە
es: La aplicación no responde
hu: Az alkalmazás nem válaszol
sk: Aplikácia nereaguje
sv: Programmet svarar inte

source: You may choose to wait a short while for the application to continue, or force it to quit entirely.
be: Вы можаце пачакаць, пакуль праграма адновіць працу, або прымусова закрыць яе.
es: Si lo desea, puede esperar un momento para que la aplicación continúe, o puede forzarla a cerrar.
hu: Várhat egy kicsit, hogy az alkalmazás folytassa a működést, vagy teljes bezárásra kényszerítheti azt.
sk: Môžete chvíľu počkať než aplikácia začne reagovať, alebo ju nútene ukončiť.
sv: Du kan välja att vänta en kort stund på att programmet ska fortsätta eller tvinga det att avsluta helt och hållet.

source: Force Quit
be: Закрыць прымусова
ckb: وەستاندنی بەزۆر
es: Forzar cierre
hu: Kényszerített bezárás
sk: Nútene ukončiť
sv: Tvinga avslutning

source: Wait
be: Пачакаць
ckb: چاوەڕێکردن
es: Esperar
hu: Várakozás
sk: Počkať
sv: Vänta

source: “%s” wants to inhibit system shortcuts
be: “%s” хоча заблакіраваць сістэмныя спалучэнні клавіш
es: «%s» quiere inhibir los atajos del sistema
sk: „%s“ chce zabrániť použitiu systémových skratiek
sv: "%s" vill hindra systemgenvägar

source: An application wants to inhibit system shortcuts
be: Праграма хоча заблакіраваць сістэмныя спалучэнні клавіш
es: Una aplicación quiere inhibir los atajos del sistema
sk: Aplikácia chce zabrániť použitiu systémových skratiek
sv: Ett program vill hindra systemgenvägar

source: All system shortcuts will be redirected to the application.
be: Усе сістэмныя спалучэнні клавіш будуць перанакіраваныя да гэтай праграмы.
es: Todos los atajos del sistema serán redirigidos a la aplicación.
sk: Všetky systémové skratky budú presmerované do tejto aplikácie.
sv: Alla systemgenvägar kommer att omdirigeras till programmet.

source: Allow
be: Дазволіць
es: Permitir
sk: Povoliť
sv: Tillåt

source: Deny
be: Адмовіць
es: Denegar
sk: Zakázať
sv: Neka

source: Window has already focus
be: Акно ўжо ў фокусе
es: La ventana ya está enfocada
sk: Okno je už zamerané
sv: Fönstret har redan fokus

source: Screenshot from %s
ar: لقطات شاشة من %s
be: Здымак экрана ад %s
ckb: سکرینشوت لە %s
es: Captura de pantalla de %s
hu: Képernyőkép %s
sk: Snímka obrazovky z %s
sv: Skärmdump från %s

source: Show in %s
be: Паказаць у %s
es: Mostrar en %s
sv: Visa i %s

source: Screenshot taken
ar: لقطات الشاشة الملتقطة
be: Здымак экрана зроблены
ckb: سکرینشوت کرا
es: Se tomó una captura de pantalla
hu: Képernyőkép mentve
sk: Snímka obrazovky vytvorená
sv: Skärmdump tagen

source: Screenshot is saved to clipboard
be: Здымак экрана захаваны ў буфер абмену
es: La captura se guardó en el portapapeles
sv: Skärmdump sparas till urklipp

source: Screenshot saved to screenshots folder
be: Здымак экрана захаваны ў папку са здымкамі
es: Captura guardada en la carpeta «Capturas de pantalla»
sv: Skärmdump sparas i skärmdumpsmappen

source: Screenshots
ar: لقطات الشاشة
be: Здымкі экрана
ckb: سکرینشوتەکان
es: Capturas de pantalla
hu: Képernyőképek
sk: Snímky obrazovky
sv: Skärmdumpar

source: Window switcher
be: Пераключальнік акон
es: Selector de ventanas
sk: Prepínač okien
sv: Fönsterväxlare

source: Changes will automatically revert after %i second.
be: Змены будуць скасаваныя праз %i секунду.
es: Los cambios se revertirán automáticamente después de %i segundo.
hu: A változások automatikusan visszaállnak %i másodperc múlva.
sk: Za %i sekundu sa zmeny automaticky vrátia späť.
sv: Ändringar återställs automatiskt efter %i sekund.

source: Keep new display settings?
be: Захаваць новыя налады дысплэя?
ckb: هێشتنەوەی ڕێکخستنە تازەکانی ڕونما؟
es: ¿Desea conservar la nueva configuración de pantalla?
hu: Új kijelzőbeállítások megtartása?
sk: Ponechať nové nastavenia obrazovky?
sv: Behåll nya skärminställningar?

source: Keep Settings
be: Захаваць налады
ckb: هێشتنەوەی ڕێکخستنەکان
es: Conservar configuración
hu: Beállítások megtartása
sk: Ponechať nastavenia
sv: Behåll inställningar

source: Use Previous Settings
be: Выкарыстаць папярэднія налады
ckb: بەکارهێنانی ڕێکخستنەکانی پێشوو
es: Usar configuración previa
hu: Előző beállítások visszaállítása
sk: Použiť predchádzajúce nastavenia
sv: Använd tidigare inställningar

source: Choose the algorithm used for exposing the windows
bg: Изберете последователността използвана за прказване на прозорците
ms: Pilih algoritma untuk mempamerkan tetingkap
ug: كۆزنەك ئورۇنلاشتۇرۇش لايىھەسىنى تاللاڭ

source: The command that will be executed for the hotcorner action 'custom-command' or multiple
ms: Perintah yang akan dilakukan pada tindakan bucu panas 'custom-command' atau pelbagai

source: If you just put a single command, it will be used for every hotcorner assigned to 'custom-command'. If you instead use the pattern 'hotcorner-topleft:command;;hotcorner-bottomright:command' the specific commands will be used per hotcorner. Possible identifiers are 'hotcorner-[topleft; topright; bottomleft; bottomright]' followed by a ':' and then the command. ';;' is used as delimiter between command defintions.
ms: Jika anda hanya meletakkan satu perintah, perintah tersebut akan digunakan untuk setiap bucu panas yang diberikan kepada 'custom-command'. Jika anda menggunakan corak 'hotcorner-topleft:command;;hotcorner-bottomright:command' perintah terperinci akan digunakan pada setiap bucu panas. Pengenalpasti yang boleh digunakan adalah 'hotcorner-[topleft; topright; bottomleft; bottomright]' diikuti dengan ':' dan perintah. ';;' digunakan sebagai pembahagi antara takrifan perintah.

source: Sets the command to run when the panel-main-menu keybinding is pressed
bg: Настройва коя команда да се изпълни когато копчето за основното панелното меню е натиснато
ms: Tetapkan perintah yang dijalankan bila pengikatan kekunci panel-main-menu ditekan
ug: panel-main-menu كۇنۇپكىلىرى تەڭ بىسىلغان ۋاقىتتا بۇ كوماندىنى ئىجرا قىلىدىغان قىلىپ تەڭشەش

source: Use a dynamically increasing or decreasing number, as needed, of workspaces instead of a static, fixed number
bg: Използване на променлив намалящ или увеличаващ се, при нужда, брой работни плотове, вместо точно крайно определен
ms: Guna nombor meningkat atau menurun secara dinamik, yang diperlukan bagi ruang kerja selain dari nombor tetap yang statik
ug: مۇقىم، ئۆزگەرمەيدىغان سان ئىشلەتمەي، ھەركەتچان چوڭىيىدىغان ياكى كىچىكلەيدىغان سان ئىشلىتىش

source: When launching the window-switcher, gala iterates over this list and attempts to find a window matching the names. If it does, it will hide this window and fade it back in, once the the switcher is closed.
ms: Bila menlancarkan penukar-tetingka, gala iterasikan senarai ini dan cuba mencari tetingkap yang sepadan dengan nama. Jika berlaku, ia akan sembunyikan tetingkap ini dan resapkannya, bilamana penukar ditutup.

source: Make parent windows that spawn a modal attached dialog being dimmed
ms: Jadikan tetingkap untuk yang membentuk dialog dilampir modal bila dimalapkan

source: The opacity of the windows located in the background in the alt-tab-switcher.
ms: Kelegapan tetingkap yang berada disebalik tabir dengan alt-tab-switcher.

source: The first value is the radius of the blur of the shadow, the second one the top fade (which is usually just -1), the third and fourth the x- and y-offset and the last the opacity. So [blur-radius, top-fade, x-offset, y-offset, opacity]
bg: Първото число е радиуса на замъгляването, второто е горното избелване (обикновено е просто -1), а третото и четвъртото са х- и у-разликите. Последното е непрозрачносттал Така, че [blur-radius, top-fade, x-offset, y-offset, opacity]
ms: Nilai pertama jejari bayang kabur, yang kedua resap atas (biasanya hanya -1), ketiga dan keempat ofset x- dan y dan terakhir adalah kelegapan. Maka [blur-radius, top-fade, x-offset, y-offset, opacity]
ug: بىرىنچى قىممەت سايىنىڭ رادىئۇس قىممىتى، ئىككىنجىسى ئۈستىنىڭ خىرەلىشىش قىممىتى(قىممىتى ئادەتتە 1-)، ئۈچىنجى ۋە تۆتىنجىسى گورىزۇنتال ۋە ۋېرتىكال سىلجىش قىممىتى، ئاخىرقىسى سۈزۈكلۈك دەرىجىسى قىممىتى。

source: See normal-focused
bg: Вижте обикновенно съсредоточените
ms: Lihat normal-terfokus
ug: نورمال فوكۇسقا قاراڭ

source: Set the keyboard layout correctly at startup so that the indicator matches the selected layout
hu: Billentyűzetkiosztás helyes beállítása indításkor, így a kijelzés helyes lehet

source: Fix screenshot keyboard shortcuts while in Multitasking View
hu: Képernyőkép-billentyűkombinációk javítva többfeladatos nézetben

source: Correctly set the active workspace highlight when entering Multitasking View and animate 1:1 with multitouch gestures
hu: Az éppen kiválasztott munkaterület helyes jelölése a többfeladatos nézetben; 1:1 animáció gesztusokat használva

source: Update panel color after dimming the wallpaper
hu: A panel színének frissítése a háttérkép sötétítése után

source: Scale rounded corners per-display
hu: Kerekített sarkok méretezése képernyőnként

source: Support fractional scaling
hu: Tört méretezés támogatása

source: Performance improvements
ar: تحسينات على الأداء
hu: Teljesítménybeli javítások

source: Remove texture from Multitasking View
hu: A többfeladatos nézetből el lett távolítva a textúra

source: Avoid accidentally selecting windows in the window switcher
hu: Az ablakváltóban az ablakok véletlen kiválasztása javítva

source: New features:
ar: الميزات الجديدة:

source: Stash the picture-in-picture window by pushing it off screen
ar: قم بإخفاء وضع "صورة داخل صورة" عن طريق سحب النافذة إلى خارج الشاشة

source: Include window decorations in screenshots for server-side decorated windows
ar: تضمين زينة النافذة في لقطات الشاشة للنوافذ المزينة من جانب الخادم

source: Add multitouch gestures
ar: إضافة حركات اللمس المتعدد

source: Show window titles in multitasking view
ar: إظهار عناوين النوافذ في منظور تعدد المهام

source: Close the Alt + Tab switcher by pressing Esc without releasing Alt
ar: إغلاق متنقل ال Alt + Tab عن طريق الضغط على Esc دون ترك مفتاح Alt

source: Increase maximum zoom level and provide feedback when unable to zoom
ar: زيادة درجة التكبير القصوى والتمكن من تقديم إبلاغ مشكلة عند عدم التمكن من التكبير

source: Show a context menu when secondary clicking the background
ar: إظهار القائمة المنبثقة عند الضغط بالضغطة الثانوية على خلفية الشاشة

source: New Dwell Click and Locate Pointer animations
ar: ميزة "الأزرار الساكنة" الجديدة والتمكن من تحديد حركات المؤشر

source: Add Take Screenshot to window context menu
ar: إضافة خيار "التقط صورة للشاشة" على القائمة المنبثقة للنافذة

source: Always play shutter sound when taking screenshots
ar: تشغيل صوت التصوير دائماً عند التقاط صورة للشاشة

source: Minor visual improvements
ar: تحسينات مرئية طفيفة

source: HiDPI fixes
ar: إصلاحات للشاشات ذات الدقة العالية

source: Fix “Always on Visible Workspace” windows disappearing when changing workspaces
ar: إصلاح اختفاء نوافذ "دائماً في مساحة العمل الظاهرة" عند التبديل بين مساحات العمل

source: Fix windows on non-primary displays disappearing when changing workspaces
ar: إصلاح اختفاء النوافذ على شاشات العرض غير الأساسية بين التبديل بين مساحات العمل

source: Fix crash when changing workspaces while a transient window is opening
ar: إصلاح التعطل عند التبديل بين مساحات العمل بينما هناك نافذة مؤقتة مفتوحة

source: Don't show Gala Background Services in the dock
ar: عدم إظهار خدمات Gala الموجودة في الخلفية على المرسى

source: Fixes for media key handling
ar: إصلاحات للتعامل مع أزرار الوسائط

source: Show keyboard shortcuts in HeaderBar menus
ar: إظهار اختصارات لوحة المفاتيح في قوائم HeaderBar

source: Improve window shadows for legacy apps
ar: تحسين ظلال النوافذ للتطبيقات القديمة
