Repository: elementary/gala
Catalog: po/*.po
Languages: ar, be, bg, bs, ckb, es, et, hu, ms, sk, sv, ug

source: Fix potential crash when taking screenshots
ar: إصلاح التعطل المحتمل عند التقاط صورة للشاشة

source: Fix notification position after changing DPI
ar: إصلاح مكان الإشعار عند تغيير دقة الشاشة

source: Fix animations for moving and maximizing tiled windows
ar: إصلاح الحركات عند تحريك وتكبير النوافذ المتجانبة

source: elementary, Inc.
ckb: کۆمپانیای ئێلەمێنتەری هاوپشک.
